Repository: common-repository/law-1901-association
Catalog: languages/law-1901-association-*.po
Languages: fr_fr

source: member
fr_fr: membre

source: members
fr_fr: membres

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Membership fee
fr_fr: Cotisation

source: Board member
fr_fr: Membre du bureau

source: Edit
fr_fr: Modifier

source: m/d/Y
fr_fr: d/m/Y

source: The <strong>Advanced Custom Fields (ACF)</strong> plugin is needed by the plugin <strong>law-1901-association</strong>.
fr_fr: Le plugin <strong>Advanced Custom Fields (ACF)</strong> est nécessaire pour le fonctionnement du plugin <strong>law-1901-association</strong>.

source: Home
fr_fr: Accueil

source: Members
fr_fr: Membres

source: My profile
fr_fr: Mon profil

source: Settings
fr_fr: Réglages

source: Sorry, this page cannot be rendered.
fr_fr: Désolé, nous ne pouvons afficher cette page pour le moment.

source: Last name and first name (register only)
fr_fr: Nom et prénom (inscription seulement)

source: Register information
fr_fr: Données d'inscription

source: Administrative information
fr_fr: Données administratives

source: President
fr_fr: Président(e)

source: Vice President
fr_fr: Vice-président(e)

source: Secretary
fr_fr: Secrétaire

source: Assistant Secretary
fr_fr: Secrétaire-adjoint(e)

source: Treasurer
fr_fr: Trésorier(e)

source: Assistant Treasurer
fr_fr: Trésorier(e)-adjoint(e)

source: You are not allowed to access this page.
fr_fr: Vous n'avez pas le droit de consulter cette page.

source: Association administration
fr_fr: Gestion de l'association

source: Members sorted by membership fee
fr_fr: Membres classés par cotisation

source: No membership fee
fr_fr: Pas de cotisation

source: Past members
fr_fr: Anciens membres

source: Membership fee to be paid
fr_fr: Cotisations en retard

source: Membership fee paid
fr_fr: Cotisations à jour

source: Filter membership fee
fr_fr: Filtrer suivant les cotisations

source: Association members
fr_fr: Membres de l'association

source: Search Users
fr_fr: Rechercher de comptes

source: General settings
fr_fr: Paramètres généraux

source: Update the register form (hide the login field, add a red mark on the email, ...)
fr_fr: Altérer le formulaire d'inscription (masquer le champ "Identifiant", ajouter une étoile sur le mail, ...)

source: Delay (in weeks) before a member that has to pay it's fee is no more considered as a member
fr_fr: Délai (en semaines) avant exclusion définitive (si non renouvellement de cotisation)

source: Allow access to restricted pages when member has to pay but before definitive exclusion
fr_fr: Autoriser l'accès aux pages restreintes après la date limite de cotisation (mais avant l'exclusion définitive)

source: Shortcode text to restrict page access to members
fr_fr: Mot pour le shortcode qui bloque une page pour les non-membres

source: Page to display if a user is logged in, but don't have access to restricted pages
fr_fr: Page à afficher si un membre est connecté, mais n'a pas accès aux pages restreintes

source: Default page
fr_fr: Page par défaut

source: Define group display rules
fr_fr: Définir les régles d'affichage du groupe

source: 1) Last name and first name
fr_fr: 1) Nom et Prénom

source: The last name and first name already exists in WordPress but are not in the registration field. We need an ACF group just for registration and will copy it's values to the real fields.
fr_fr: Le nom et le prénom existent déjà dans WordPress mais ne sont pas présents dans le formulaire d'inscription. Il faut un groupe ACF pour l'inscription dont les valeurs seront recopiées ensuite dans les vrais champs.

source: Last name/first name group
fr_fr: Groupe nom/prénom

source: Create group
fr_fr: Créer le groupe

source: First name field
fr_fr: Champ prénom

source: Last name field
fr_fr: Champ nom

source: 2) Registration data
fr_fr: 2) Données d'inscription

source: We need a group for registration data. This fields are not mandatory for the plugin to work, but you can put there anything you want.
fr_fr: Il faut un groupe pour les données nécessaires à l'inscription. Aucun des champs n'est nécessaire au plugin, mais vous pouvez y mettre ce que bon vous semble.

source: Registration group
fr_fr: Groupe inscription

source: 3) Administratif data
fr_fr: 3) Données administratives

source: We need a group for administrative date. This are not visible by members. It includes membership fees that will be used to lock some pages.
fr_fr: Il faut un groupe pour les données administratives qui ne sont pas nécessairement visibles par le membre. Cela comprend notamment la cotisation qui sera utilisée pour verrouiller certaines pages.

source: Administrative data group
fr_fr: Groupe données administratives

source: Membership fees field
fr_fr: Champ cotisation

source: Board member field
fr_fr: Champ membre du bureau

source: Hello everybody, this plugin is free and will remain free. I have some plans for add-ons that will need some more work and that I plan to create and sell at a small price.
fr_fr: Bonjour à vous, ce plugin est et restera gratuit. J'ai par contre prévu quelques add-ons qui vont demander un peu plus de travail et que j'envisage de développer et de mettre en vente à un tout petit prix.

source: If you want to be warned about the add-ons release, please check the box below to have a WordPress notification. It will also make me know that you have som interest in it.
fr_fr: Si vous voulez être averti de la sortie des add-ons, n'hésitez pas à cocher les cases ci-dessous pour avoir une notification dans WordPress. Cela me permettra aussi d'avoir un retour et de savoir que vous y voyez un intérêt.

source: I will be pleased if you tell me what you think about this plugin in the support page.
fr_fr: N'hésitez pas à me faire des retours via la page de support du plugin.

source: Advance tuning of plugin home page, the memberlist columns and the fields of the memberlist and profile page
fr_fr: Personnalisation avancée de l'accueil, des colonnes de la liste des membres et des champs de la page des membres/profil

source: Email sending (create groups and send emails to them: notice of the General Meeting, for some activities, reminder for members that have to pay, ...)
fr_fr: Envoi de mails (création de groupes et envoi de mails à ces groupes : convocation d'AG, par activité, relance de cotisation en retard, ...)

source: Allow members to pay membership fees online with membership end date automatic update
fr_fr: Paiement en ligne de la cotisation avec mise à jour automatique de la date de fin cotisation

source: Law-1901-association plugin settings
fr_fr: Réglages du plugin Law-1901-Association

source: ACF groups
fr_fr: Groupes ACF

source: Membership end date
fr_fr: Date de fin de cotisation

source: Profile of
fr_fr: Profil de

source: Identity
fr_fr: Identité

source: Additional information
fr_fr: Informations supplémentaires
